Repository: KDE/kimagemapeditor
Catalog: po/*/kimagemapeditor.po
Languages: el, eo, ia

# NAME OF TRANSLATORS
source: Your names
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
eo: Axel Rousseau,Oliver Kellogg
ia: Giovanni Sora

# EMAIL OF TRANSLATORS
source: Your emails
el: sng@hellug.gr,manolis@koppermind.homelinux.org
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
ia: g.sora@tiscali.it

source: Areas
el: Περιοχές
eo: Zonoj

source: Preview
el: Προεπισκόπηση
eo: Antaŭrigardo
ia: Vista preliminar

source: Choose Map & Image to Edit
el: Επιλογή χαρτογράφησης και αρχείου για επεξεργασία
eo: Elekti Mapon & Bildon por Redakti
ia: Selige MAppa e Imagine a modificar

source: Select an image and/or a map that you want to edit
el: Επιλέξτε μια εικόνα και/ή μία χαρτογράφηση που θέλετε να επεξεργαστείτε
eo: Elektu bildon kaj/aŭ mapon, kiun vi volas redakti
ia: Selige un imagine e /o unmappa que tu vole modificar

source: &Maps
el: &Χαρτογραφήσεις
eo: &Mapoj
ia: &Mappas

source: Image Preview
el: Προεπισκόπηση εικόνας
eo: Bilda Antaŭrigardo
ia: Vista preliminar de Imagine

source: No maps found
el: Δε βρέθηκαν χαρτογραφήσεις
eo: Neniuj mapoj trovitaj
ia: Nulle mappas trovate

source: No images found
el: Δε βρέθηκαν εικόνες
eo: Neniu bildoj trovitaj
ia: Nulle imagines trovate

source: &Images
el: &Εικόνες
eo: B&ildoj
ia: &Imagines

source: Path
el: Διαδρομή
eo: Vojo
ia: Percurso

source: Images
el: Εικόνες
eo: Bildoj
ia: Imagines

source: Usemap
eo: Uzmapo
ia: Usemap (Mappa de usar)

source: Maps
el: Χαρτογραφήσεις
eo: Mapoj
ia: Mappas

source: unnamed
eo: sennoma
ia: sin nomine

source: <h3>Open File</h3>Click this to <em>open</em> a new picture or HTML file.
el: <h3>Άνοιγμα αρχείου</h3>Κάντε κλικ για να <em>ανοίξετε</em> ένα νέο αρχείο εικόνας ή HTML.
eo: <h3>Malfermi Dosieron</h3>Alklaku ĉi tion por <em>malfermi</em> novan bildon aŭ HTML-dosieron.
ia: <h3>Aperi File</h3>Clicca isto per <em>aperir</em> un nove imagine o file HTML.

source: Open new picture or HTML file
el: Άνοιγμα νέου αρχείου εικόνας ή HTML
eo: Malfermi novan bildon aŭ HTML-dosieron
ia: Aperi nove imagine o file HTML

source: <h3>Save File</h3>Click this to <em>save</em> the changes to the HTML file.
el: <h3>Αποθήκευση αρχείου</h3>Κάντε κλικ για να <em>αποθηκεύσετε</em> τις αλλαγές στο αρχείο HTML.
eo: <h3>Konservi dosieron</h3>Alklaku ĉi tion por <em>konservi</em> la ŝanĝojn al la HTML-dosiero.
ia: <h3>Salveguarda File</h3>Clicca isto per <em>salveguardar</em> le modificationes al file HTML .

source: Save HTML file
el: Αποθήκευση αρχείου HTML
eo: Konservi HTML-dosieron
ia: Salveguarda file HTML

source: <h3>Close File</h3>Click this to <em>close</em> the currently open HTML file.
el: <h3>Κλείσιμο αρχείου</h3> Κάντε κλικ για να <em>κλείσετε</em> το τρέχον HTML αρχείο.
eo: <h3>Fermi dosieron</h3>Alklaku ĉi tion por <em>fermi</em> la nun malfermitan HTML-dosieron.
ia: <h3>Claude File</h3>Clicca isto per <em>clauder</em> le file HTML currentemente aperite.

source: Close HTML file
el: Κλείσιμο αρχείου HTML
eo: Fermi HTML-dosieron
ia: Claude file HTML

source: <h3>Copy</h3>Click this to <em>copy</em> the selected area.
el: <h3>Αντιγραφή</h3> Κάντε κλικ για <em>αντιγραφή</em> της επιλεγμένης περιοχής.
eo: <h3>Kopii</h3>Alklaku ĉi tion por <em>kopii</em> la elektitan areon.
ia: <h3>Copia</h3>Clicca isto per <em>copiar</em> le area selectionate.

source: <h3>Cut</h3>Click this to <em>cut</em> the selected area.
el: <h3>Αποκοπή</h3> Κάντε κλικ για <em>αποκοπή</em> της επιλεγμένης περιοχής.
eo: <h3>Tranĉi</h3>Alklaku ĉi tion por <em>tranĉi</em> la elektitan areon.
ia: <h3>Talia</h3>Clicca isto per <em>taliar</em> le area selectionate.

source: <h3>Paste</h3>Click this to <em>paste</em> the copied area.
el: <h3>Επικόλληση</h3> Κάντε κλικ για <em>επικόλληση</em> της επιλεγμένης περιοχής.
eo: <h3>Alglui</h3>Alklaku ĉi tion por <em>glui</em> la kopiitan areon.
ia: <h3>Colla</h3>Clicca isto per <em>collar</em> le area copiate.

source: &Delete
el: &Διαγραφή
eo: &Forigi
ia: &Dele

source: <h3>Delete</h3>Click this to <em>delete</em> the selected area.
el: <h3>Διαγραφή</h3> Κάντε κλικ για <em>διαγραφή</em> της επιλεγμένης περιοχής.
eo: <h3>Forigi</h3>Alklaku ĉi tion por <em>forigi</em> la elektitan areon.
ia: <h3>Dele</h3>Clicca isto per <em>deler</em> le area selectionate.

source: Pr&operties
el: Ι&διότητες
eo: Pr&oprecoj
ia: Pr&oprietates

source: Zoom
el: Εστίαση
eo: Zomo

source: <h3>Zoom</h3>Choose the desired zoom level.
el: <h3>Εστίαση</h3> Επιλέξτε το επιθυμητό επίπεδο εστίασης.
eo: <h3>Zomi</h3>Elektu la deziratan zomnivelon.
ia: <h3>Zoom</h3>Selige le desirate nivello de zoom.

source: Highlight Areas
el: Περιοχές έμφασης
eo: Elstarigi Areojn
ia: Evidentia Areas

source: Show Alt Tag
el: Εμφάνιση εναλλακτικής ετικέτας
eo: Montri Alt-etikedon
ia: Monstra etiquetta alternative (Alt Tag)

source: Map &Name...
el: Όνομα &χαρτογράφησης...
eo: Map&nomo...
ia: &Nomine de Mappa ...

source: Ne&w Map...
el: &Νέα χαρτογράφηση...
eo: No&va mapo...
ia: No&ve Mappa...

source: Create a new map
el: Δημιουργία νέας χαρτογράφησης
eo: Krei novan mapon
ia: Crea un nove mappa

source: D&elete Map
el: &Διαγραφή χαρτογράφησης
eo: &Forigi Mapon
ia: D&ele Mappa

source: Delete the current active map
el: Διαγραφή της τρέχουσας ενεργού χαρτογράφησης
eo: Forigi la nunan aktivan mapon
ia: Dele le mappa currente active

source: Edit &Default Area...
el: Επεξεργασία &προεπιλεγμένης περιοχής...
eo: Redakti &Defaŭltan Areon...
ia: Modifica Area Pre&definite...

source: Edit the default area of the current active map
el: Επεξεργασία της προεπιλεγμένης περιοχής της τρέχουσας ενεργού χαρτογράφησης
eo: Redakti la defaŭltan areon de la nun aktiva mapo
ia: Modifica le area predefinite del mappa currente active

source: &Preview
el: &Προεπισκόπηση
eo: &Antaŭrigardo
ia: Vista &preliminar

source: Show a preview
el: Εμφάνιση μιας προεπισκόπησης
eo: Montri antaŭrigardon
ia: Monstra un vista preliminar

source: &Image
el: &Εικόνα
eo: &Bildo
ia: &Imagine

source: Add Image...
el: Προσθήκη εικόνας...
eo: Aldoni Bildon...
ia: Adde imagine...

source: Add a new image
el: Προσθήκη νέας εικόνας
eo: Aldoni novan bildon
ia: Adde un nove imagine

source: Remove Image
el: Αφαίρεση εικόνας
eo: Forigi Bildon
ia: Remove imagine

source: Remove the current visible image
el: Αφαίρεση της τρέχουσας ορατής εικόνας
eo: Forigi la nunan videblan bildon
ia: Remove le image visibile currente

source: Edit Usemap...
el: Επεξεργασία Usemap...
eo: Redakti Uzmapon...
ia: Edita Usemap (mappa de usar)...

source: Edit the usemap tag of the current visible image
el: Επεξεργασία της ετικέτας usemap της τρέχουσας ορατής εικόνας
eo: Redakti la usemap-etikedon de la aktuale videbla bildo
ia: Edita le etiquetta de usemap del imagine visibile currente

source: Show &HTML
el: Εμφάνιση &HTML
eo: Montri &HTML
ia: Monstra &HTML

source: &Selection
el: Ε&πιλογή
eo: &Selekto

source: <h3>Selection</h3>Click this to select areas.
el: <h3>Επιλογή</h3> Κάντε κλικ εδώ για να επιλογή των περιοχών.
eo: <h3>Elekto</h3>Alklaku ĉi tion por elekti areojn.
ia: <h3>Selection</h3>Clicca isto per selectionar areas.

source: &Circle
el: &Κύκλος
eo: &Cirklo
ia: &Circulo

source: <h3>Circle</h3>Click this to start drawing a circle.
el: <h3>Κύκλος</h3> Κάντε κλικ για έναρξη σχεδίασης ενός κύκλου.
eo: <h3>Cirklo</h3>Alklaku ĉi tion por komenci desegni cirklon.
ia: <h3>Circulo</h3>Clicca isto per initiar designar un circulo.

source: &Rectangle
el: Τετρά&γωνο
eo: O&rtangulo
ia: &Rectangulo

source: <h3>Rectangle</h3>Click this to start drawing a rectangle.
el: <h3>Τετράγωνο</h3> Κάντε κλικ για έναρξη σχεδίασης ενός τετραγώνου.
eo: <h3>Ortangulo</h3>Alklaku ĉi tion por komenci desegni ortangulon.
ia: <h3>Rectangulo</h3>Clicca isto per initiar designar un rectangulo.

source: &Polygon
el: &Πολύγωνο
eo: &Plurangulo
ia: &Polygono

source: <h3>Polygon</h3>Click this to start drawing a polygon.
el: <h3>Πολύγωνο</h3> Κάντε κλικ για έναρξη σχεδίασης ενός πολυγώνου.
eo: <h3>Plurangulo</h3>Alklaku ĉi tion por komenci desegni plurlaton.
ia: <h3>Polygono</h3>Clicca isto per initiar designar un polygono.

source: &Freehand Polygon
el: &Πολύγωνο με ελεύθερο χέρι
eo: &Libermana Plurangulo
ia: Pol&ygono a mano libere

source: <h3>Freehandpolygon</h3>Click this to start drawing a freehand polygon.
el: <h3>Πολύγωνο με ελεύθερο χέρι</h3> Κάντε κλικ για έναρξη σχεδίασης ενός πολυγώνου με ελεύθερο χέρι.
eo: <h3>Libermana plurangulo</h3>Alklaku ĉi tion por komenci desegni libermanan plurlaton.
ia: <h3>Poligono a mano libere</h3>clicca isto per initiar designar un polygono a mano libere.

source: &Add Point
el: &Προσθήκη σημείου
eo: &Aldoni Punkton
ia: &Adde Puncto

source: <h3>Add Point</h3>Click this to add points to a polygon.
el: <h3>Προσθήκη σημείου</h3> Κάντε κλικ για να προσθέσετε σημεία σε ένα πολύγωνο.
eo: <h3>Aldoni punkton</h3>Alklaku ĉi tion por aldoni punktojn al plurangulo.
ia: <h3>Add Puncto</h3>Clicca isto per adder punctos a un polygono.

source: &Remove Point
el: &Αφαίρεση σημείου
eo: &Forigi Punkton
ia: &Remove puncto

source: <h3>Remove Point</h3>Click this to remove points from a polygon.
el: <h3>Αφαίρεση σημείου</h3> Κάντε κλικ για να αφαιρέσετε σημεία από ένα πολύγωνο.
eo: <h3>Forigi Punkton</h3>Alklaku ĉi tion por forigi punktojn el plurangulo.
ia: <h3>Remove Puncto</h3>Clicca isto per remover punctoss ex un polygono.

source: Cancel Drawing
el: Ακύρωση σχεδίασης
eo: Nuligi Desegnon
ia: Cancella Designo

source: Move Left
el: Μετακίνηση αριστερά
eo: Movi maldekstren
ia: Move a sinistra

source: Move Right
el: Μετακίνηση δεξιά
eo: Movi dekstren
ia: Move a dextera

source: Move Up
el: Μετακίνηση πάνω
eo: Movi supren
ia: Move in alto

source: Move Down
el: Μετακίνηση κάτω
eo: Movi malsupren
ia: Move a basso

source: Increase Width
el: Αύξηση πλάτους
eo: Pliigi Larĝon
ia: Augmenta Largessa

source: Decrease Width
el: Μείωση πλάτους
eo: Malpliigi Larĝon
ia: Diminue largessa

source: Increase Height
el: Αύξηση ύψους
eo: Pliigi Alton
ia: Augmenta altessa

source: Decrease Height
el: Μείωση ύψους
eo: Malpliigi Alton
ia: Diminue altessa

source: Bring to Front
el: Μεταφορά μπροστά
eo: Malfonigi
ia: Porta de Fronte

source: Send to Back
el: Αποστολή πίσω
eo: Fonigi
ia: Invia a Retro

source: Bring Forward One
el: Μεταφορά ένα βήμα μπροστά
eo: Antaŭenigi Unu
ia: Porta Avante Un

source: Send Back One
el: Αποστολή ένα βήμα πίσω
eo: Sendi Reen Unu
ia: Invia Retro Un

source: Configure KImageMapEditor...
el: Ρύθμιση του KImageMapEditor...
eo: Agordi KImageMapEditor...
ia: Configura KImageMapEditor...

source: Show Area List
el: Εμφάνιση λίστας περιοχών
eo: Montri Areoliston
ia: Monstra Lista de Area

source: Show Map List
el: Εμφάνιση λίστας χαρτογραφήσεων
eo: Montri Mapliston
ia: Monstra lista de Mappa

source: Show Image List
el: Εμφάνιση λίστας εικόνων
eo: Montri Bildliston
ia: Monstra lista de imagine

source: Selection: - Cursor: x: 0, y: 0
el: Επιλογή: - Δρομέας: x: 0, y: 0
eo: Elekto: - Kursoro: x: 0, y: 0

source: Cursor: x: %1, y: %2
el: Δρομέας: x: %1, y: %2
eo: Kursoro: x: %1, y: %2

source: Selection: x: %1, y: %2, w: %3, h: %4
el: Επιλογή: x: %1, y: %2, w: %3, h: %4
eo: Elekto: x: %1, y: %2, w: %3, h: %4

source: Selection: -
el: Επιλογή: -
eo: Elekto: -

source: Drop an image or HTML file
el: Αφήστε μια εικόνας ή αρχείο HTML
eo: Forigi bildon aŭ HTML-dosieron
ia: Abandona un imagine o un file HTML

source: Enter Map Name
el: Εισάγετε το όνομα της χαρτογράφησης
eo: Enigi Mapnomon
ia: Inserta Nomine de Mappa

source: Enter the name of the map:
el: Εισάγετε όνομα χαρτογράφησης:
eo: Enigu la nomon de la mapo:
ia: Inserta lenomine del mappa:

source: The name <em>%1</em> already exists.
el: Η ονομασία <em>%1</em> ήδη υπάρχει.
eo: La nomo <em>%1</em> jam ekzistas.
ia: Le nomine <em>%1</em> ja existe.

source: HTML Code of Map
el: HTML κώδικας χαρτογράφησης
eo: HTML-Kodo de Mapo
ia: Codice HTML de Mappa

source: Choose File to Open
el: Επιλογή αρχείου για άνοιγμα
eo: Elekti Dosieron por Malfermi
ia: Selige File a aperir

source: Web File (*.png *.jpg *.jpeg *.gif *.htm *.html);;Images (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;HTML Files (*.htm *.html);;All Files (*)
el: Αρχείο ιστού (*.png *.jpg *.jpeg *.gif *.htm *.html);;Εικόνες (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;HTML αρχεία (*.htm *.html);;Όλα τα αρχεία (*)
eo: TTT-dosiero (*.png *.jpg *.jpeg *.gif *.htm *.html);;Bildoj (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;HTML-dosieroj (*.htm *.html);;Ĉiuj dosieroj (*)
ia: File de Web (*.png *.jpg *.jpeg *.gif *.htm *.html);;Images (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;Files HTML (*.htm *.html);;Omne Files (*)

source: HTML File (*.htm *.html);;Text File (*.txt);;All Files (*)
el: HTML αρχείο (*.htm *.html);;Αρχείο κειμένου (*.txt);;Όλα τα αρχεία (*)
eo: HTML-Dosiero (*.htm *.html);;Tekstodosiero (*.txt);;Ĉiuj Dosieroj (*)
ia: File HTML (*.htm *.html);;Text File (*.txt);;Omne Files (*)

source: <qt>The file <b>%1</b> does not exist.</qt>
el: <qt>Το αρχείο <b>%1</b> δεν υπάρχει.</qt>
eo: <qt>La dosiero <b>%1</b> ne ekzistas.</qt>
ia: <qt>Le file <b>%1</b> non existe.</qt>

source: File Does Not Exist
el: Το αρχείο δεν υπάρχει
eo: Dosiero Ne Ekzistas
ia: File non existe

source: <qt>The file <i>%1</i> could not be saved, because you do not have the required write permissions.</qt>
el: <qt>Το αρχείο <i>%1</i> δεν μπορεί να αποθηκευτεί, επειδή δεν έχετε τις απαιτούμενες άδειες εγγραφής.</qt>
eo: <qt>La dosiero <i>%1</i> ne povis esti konservita, ĉar vi ne havas la bezonatajn skribajn permesojn.</qt>
ia: <qt>Le file <i>%1</i> non poteva esser salveguardate, perque tu non ha le requirite permissiones a scriber.</qt>

source: <qt>Are you sure you want to delete the map <i>%1</i>? <br /><b>There is no way to undo this.</b></qt>
el: <qt>Είστε σίγουροι για τη διαγραφή της χαρτογράφησης <i>%1</i>; <br /><b> Δεν υπάρχει τρόπος να αναιρεθεί.</b></qt>
eo: <qt>Ĉu vi certas, ke vi volas forigi la mapon <i>%1</i>? <br /><b>Ne estas maniero malfari ĉi tion.</b></qt>
ia: <qt>Tu es secur que tu vole deler le mappa <i>%1</i>? <br /><b>Il non ha alcun modo per annullar isto.</b></qt>

source: Delete Map?
el: Διαγραφή χαρτογράφησης;
eo: Ĉu forigi mapon?
ia: D&ele Mappa?

source: <qt>The file <i>%1</i> has been modified.<br />Do you want to save it?</qt>
el: <qt>Το αρχείο <i>%1</i> έχει τροποποιηθεί. <br /> Επιθυμείτε την αποθήκευσή του;</qt>
eo: <qt>La dosiero <i>%1</i> estas modifita.<br />Ĉu vi volas konservi ĝin?</qt>
ia: <qt>Le file <i>%1</i> ha essite modificate.<br />Tu vole salveguardar lo?</qt>

source: Select image
el: Επιλογή εικόνας
eo: Elekti bildon
ia: Selige imagine...

source: Images (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;All Files (*)
el: Εικόνες (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;Όλα τα αρχεία (*)
eo: Bildoj (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;Ĉiuj Dosieroj (*)
ia: Imagines (*.png *.jpg *.jpeg *.gif *.bmp *.xbm *.xpm *.pnm *.mng);;All Files (*)

source: Enter Usemap
el: Εισαγωγή Usemap
eo: Enigi Uzmapon
ia: Inserta Usemap

source: Enter the usemap value:
el: Εισαγωγή τιμής usemap:
eo: Enigu la uzmapan valoron:
ia: Inserta le valor de usemap:

source: &Edit
el: &Επεξεργασία
eo: &Redakti
ia: &Edita

source: &View
el: Π&ροβολή
eo: &Rigardi
ia: &Vista

source: &Tools
el: Ερ&γαλεία
eo: &Iloj
ia: Ins&trumentos

source: &Map
el: &Χαρτογράφηση
eo: &Mapo
ia: &Mappa

source: &Settings
el: Ρ&υθμίσεις
eo: A&gordo
ia: Preferentia&s

source: KImageMapEditor Main Toolbar
el: Κύρια γραμμή εργαλείων του KImageMapEditor
eo: Ĉefa Ilobreto de KImageMapEditor
ia: Instrumento de barra principal de ImageMapEditor

source: KImageMapEditor Draw Toolbar
el: Γραμμή εργαλείων σχεδίασης του KImageMapEditor
eo: KImageMapEditor Desegna Ilobreto
ia: Instrument de Designar KImageMapEditor

source: &File
el: &Αρχείο
eo: &Dosiero

source: Number of Areas
el: Αριθμός περιοχών
eo: Nombro de Areoj
ia: Numero de Areas

source: Rectangle
el: Τετράγωνο
eo: Rektangulo
ia: Rectangulo

source: Circle
el: Κύκλος
eo: Cirklo
ia: Circulo

source: Polygon
el: Πολύγωνο
eo: Poligono
ia: Polygono

source: Default
el: Προκαθορισμένο
eo: Defaŭlta
ia: Predefinite

source: Cut %1
el: Αποκοπή του %1
eo: Tondi %1
ia: Talia %1

source: Delete %1
el: Διαγραφή του %1
eo: Forigi %1
ia: Dele %1

source: Paste %1
el: Επικόλληση του %1
eo: Alglui %1
ia: Colla %1

source: Move %1
el: Μετακίνηση του %1
eo: Movi %1

source: Resize %1
el: Αλλαγή μεγέθους του %1
eo: Aligrandigi %1
ia: Redimensiona %1

source: Add point to %1
el: Προσθήκη σημείου στο %1
eo: Aldoni punkton al %1
ia: Adde puncto a %1

source: Remove point from %1
el: Αφαίρεση σημείου από το %1
eo: Forigi punkton de %1
ia: Remove puncto ex %1

source: Create %1
el: Δημιουργία του %1
eo: Krei %1
ia: Crea %1

source: Top &X:
el: Πάνω &Χ:
eo: Supra &X:
ia: &X al Culmine

source: Top &Y:
el: Πάνω &Υ:
eo: Supra &Y:
ia: &Y al Culmine

source: &Width:
el: &Πλάτος:
eo: &Larĝo:
ia: Lar&gessa:

source: Hei&ght:
el: Ύ&ψος:
eo: Alte&co:
ia: Alt&essa:

source: Center &X:
el: Κέντρο &Χ:
eo: Centro &X:
ia: &X al Centro

source: Center &Y:
el: Κέντρο &Υ:
eo: Centro &Y:
ia: &Y al Centro

source: &Radius:
el: Α&κτίνα:
eo: &Radiuso:

source: Add
el: Προσθήκη
eo: Aldoni
ia: Adde

source: Remove
el: Αφαίρεση
eo: Forigi

source: Top &X
el: Πάνω &Χ
eo: Supro &X
ia: &X al Culmine

source: Top &Y
el: Πάνω &Υ
eo: Supro &Y
ia: &Y al Culmine

source: Alt. &Text:
el: Εναλλ. &κείμενο (alt):
eo: Alt. &Teksto:
ia: Alt. &Texto:

source: Tar&get:
el: Προο&ρισμός (target):
eo: &Celo:
ia: Ob&jectivo:

source: Tit&le:
el: Τί&τλος (title):
eo: Tito&lo:
ia: Titu&lo:

source: Enable default map
el: Ενεργοποίηση προεπιλεγμένης χαρτογράφησης
eo: Ebligi defaŭltan mapon
ia: Habilita mappa predefinite

source: Area Tag Editor
el: Επεξεργαστής ετικέτας περιοχής
eo: Areo-Etikeda Redaktilo
ia: Editor de Etiquetta de Area

source: Selection
el: Επιλογή
eo: Elektaĵo

source: &General
el: &Γενικά
eo: &Ĝeneralo

source: Coor&dinates
el: &Συντεταγμένες
eo: Koor&dinatoj
ia: Coor&dinatas

source: &JavaScript
eo: &JavaSkripto

source: Choose File
el: Επιλογή αρχείου
eo: Elekti dosieron
ia: Selige file

source: All Files (*)
el: Όλα τα αρχεία (*)
eo: Ĉiuj dosieroj (*)
ia: Omne files (*)

source: Preferences
el: Προτιμήσεις
eo: Preferaĵoj
ia: Preferentias

source: &Maximum image preview height:
el: &Μέγιστο ύψος εικόνας προεπισκόπησης:
eo: &Maksimuma bilda antaŭrigardalteco:
ia: Altessa &maxime de vista preliminari de imagine:

source: &Undo limit:
el: Όριο &αναιρέσεων:
eo: Malfara lim&o:
ia: Ann&ulla Limite:

source: &Redo limit:
el: Όριο &επαναλήψεων:
eo: &Refara limo:
ia: &Reface limite:

source: &Start with last used document
el: &Εκκίνηση με το τελευταίο χρησιμοποιημένο έγγραφο
eo: &Komenci per la lasta uzita dokumento
ia: &Starta con ultime documento usate

source: Could not find kimagemapeditorpart part!
el: Αδυναμία εύρεσης του τμήματος kimagemapeditorpart!
eo: Ne eblis trovi parton kimagemapeditorpart!
ia: Non poteva trovar parte de kimagemapeditorpart!

source: Could not create kimagemapeditorpart part!
el: Αδυναμία δημιουργίας του τμήματος kimagemapeditorpart!
eo: Ne eblis krei parton kimagemapeditorpart!
ia: Non poteva crear parte de kimagemapeditorpart!

source: Choose Picture to Open
el: Επιλογή εικόνας για άνοιγμα
eo: Elekti Bildon Malfermendan
ia: Selige pictura a aperir

source: An HTML imagemap editor
el: Ένας επεξεργαστής χαρτογραφήσεων εικόνων για HTML
eo: HTML-bildmapredaktilo
ia: Un editor de imagemap (mappa de imagine) HTML

source: For helping me with the Makefiles, and creating the Debian package
el: Για τη βοήθεια με τα Makefiles, και τη δημιουργία των πακέτων Debian
eo: Por helpi min kun la Makefiles, kaj krei la Debianan pakaĵon
ia: Per adjutar me con le Makefiles, e crear le pacchetto de Debian

source: Aaron Seigo and Michael
el: Aaron Seigo και Michael
eo: Aaron Seigo kaj Mikaelo
ia: Aaron Seigo e Michael

source: For helping me fixing --enable-final mode
el: Για τη βοήθεια σχετικά με την επιδιόρθωση της λειτουργίας --enable-final
eo: Por helpi min ripari --enable-final-reĝimon
ia: Per adjutar me a corriger modo --enable-final

source: For the Spanish translation
el: Για την Ισπανική μετάφραση
eo: Por la hispana traduko
ia: Per le Traduction espaniol

source: For the Dutch translation
el: Για την Ολλανδική μετάφραση
eo: Por la nederlanda traduko
ia: Per le Traduction Nederlandese

source: For the French translation
el: Για την Γαλλική μετάφραση
eo: Por la franca traduko
ia: Per le traduction francese

source: Write HTML-Code to stdout on exit
el: Εγγραφή κώδικα HTML στο stdout κατά την έξοδο
eo: Skribi HTML-Kodon al stdout ĉe eliro
ia: Scribe Codice-DTML al stdout quando on exi

source: File to open
el: Αρχείο για άνοιγμα
eo: Malfermenda dosiero
ia: File de aperir

source: noname
el: χωρίς όνομα
ia: nullenomine

source: On
ia: Activate (On)

source: OnClick:
ia: SurCliccarSingule:

source: OnDblClick:
ia: SurDupleCliccar:

source: OnMouseDown:
ia: SurMusABasso:

source: OnMouseUp:
ia: SurMusInAlto:

source: OnMouseOver:
ia: SurMusSuper:

source: OnMouseMove:
ia: SurMusMover:

source: OnMouseOut:
ia: SurMusFora:
